Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/audacity-tm.tmx
Source language: en
Languages: ca_es

source: Open Recent
ca_es: Obre un fitxer recent

source: Recent &Files
ca_es: &Fitxers recents

source: &Undo %s
ca_es: &Desfés %s

source: &Redo %s
ca_es: &Refés %s

source: Tracks sorted by time
ca_es: Pistes ordenades per temps

source: Tracks sorted by name
ca_es: Pistes ordenades per nom

source: Set Left Selection Boundary
ca_es: Estableix el límit esquerre de la selecció

source: Position
ca_es: Posició

source: Set Right Selection Boundary
ca_es: Estableix el límit dret de la selecció

source: You must select a track first.
ca_es: Abans heu de seleccionar una pista.

source: labels.txt
ca_es: etiquetes.txt

source: There are no label tracks to export.
ca_es: No hi ha cap pista d'etiquetes per a exportar

source: Export MIDI As:
ca_es: Exporta el MIDI com a:

source: MIDI file (*.mid)|*.mid|Allegro file (*.gro)|*.gro
ca_es: Fitxers MIDI (*.mid)|*.mid|Fitxers Allegro (*.gro)|*.gro

source: You have selected a filename with an unrecognized file extension. Do you want to continue?
ca_es: Heu seleccionat un nom de fitxer que té una extensió desconeguda. Voleu continuar?

source: Export MIDI
ca_es: Exporta a MIDI

source: Nothing to undo
ca_es: No hi ha res a desfer

source: Nothing to redo
ca_es: No hi ha res a repetir

source: Cut to the clipboard
ca_es: Retalla i enganxa al porta-retalls

source: Split-cut to the clipboard
ca_es: Divideix i retalla al porta-retalls

source: Pasting one type of track into another is not allowed.
ca_es: No es pot copiar la pista d'un tipus en una de tipus diferent

source: Copying stereo audio into a mono track is not allowed.
ca_es: No es pot copiar so estereofònic en una pista monofònica.

source: Paste
ca_es: Enganxa

source: Pasted from the clipboard
ca_es: Enganxat des del porta-retalls

source: Pasted text from the clipboard
ca_es: Text enganxat des del porta-retalls

source: Paste Text to New Label
ca_es: Enganxa el text a una nova etiqueta

source: Split-deleted %.2f seconds at t=%.2f
ca_es: S'han dividit i eliminat %.2f segons de so a la posició t=%.2f

source: Detached %.2f seconds at t=%.2f
ca_es: S'han desenganxat %.2f segons a t=%.2f

source: Detach
ca_es: Desenganxa

source: Joined %.2f seconds at t=%.2f
ca_es: S'han ajuntat %.2f segons a la posició t=%.2f

source: Silenced selected tracks for %.2f seconds at %.2f
ca_es: S'han silenciat les pistes seleccionades durant %.2f segons a partir de la posició %.2f

source: Duplicated
ca_es: Duplicat

source: Split New
ca_es: Divideix en un de nou

source: Split to new track
ca_es: Divideix en una nova pista

source: Frequency Analysis
ca_es: Anàlisi de freqüències

source: Imported labels from '%s'
ca_es: S'han importat les etiquetes de '%s'

source: Import Labels
ca_es: Importa etiquetes

source: Select a MIDI file...
ca_es: Seleccioneu un fitxer MIDI...

source: MIDI and Allegro files (*.mid;*.midi;*.gro)|*.mid;*.midi;*.gro|MIDI files (*.mid;*.midi)|*.mid;*.midi|Allegro files (*.gro)|*.gro|All files (*.*)|*.*
ca_es: Fitxers MIDI i Allegro (*.mid;*.midi;*.gro)|*.mid;*.midi;*.gro|Fitxers MIDI (*.mid;*.midi)|*.mid;*.midi|Fitxers Allegro (*.gro)|*.gro|Tots els fitxers (*.*)|*.*

source: Imported MIDI from '%s'
ca_es: S'ha importat el MIDI des de '%s'

source: Import MIDI
ca_es: Importa MIDI

source: Select any uncompressed audio file...
ca_es: Seleccioneu qualsevol fitxer de so que no estigui comprimit...

source: All files (*)|*
ca_es: Tots els fitxers (*)|*

source: Edit Metadata
ca_es: Edita les metadades

source: Rendered all audio in track '%s'
ca_es: S'ha renderitzat tot el so de la pista '%s'

source: Render
ca_es: Renderitza

source: Mixed and rendered %d tracks into one new stereo track
ca_es: S'han mesclat i renderitzat %d pistes en una nova pista estereofònica

source: Mixed and rendered %d tracks into one new mono track
ca_es: S'han mesclat i renderitzat %d pistes en una nova pista monofònica

source: Mix and Render
ca_es: Mescla i renderitza

source: Start
ca_es: Inici

source: End
ca_es: Final

source: Sync MIDI with Audio
ca_es: Sincronitza el MIDI amb l'àudio

source: Created new audio track
ca_es: S'ha creat una nova pista de so

source: New Track
ca_es: Pista nova

source: Created new stereo audio track
ca_es: S'ha creat una pista nova de so estereofònic

source: Created new label track
ca_es: S'ha creat una pista d'etiquetes nova

source: Created new time track
ca_es: S'ha creat una pista de temps nova

source: Edited labels
ca_es: S'han editat les etiquetes

source: Remove Track
ca_es: Elimina la pista

source: Removed audio track(s)
ca_es: Una o més pistes de so han estat eliminades

source: Audio Device Info
ca_es: Informació del dispositiu d'àudio

source: Resample
ca_es: Canvia la freqüència de mostreig

source: New sample rate (Hz):
ca_es: Nova freqüència de mostreig (Hz):

source: The entered value is invalid
ca_es: El valor que heu escrit no és vàlid

source: Resampling track %d
ca_es: S'està canviant la freqüència de mostreig de la pista %d

source: Resample Track
ca_es: Canvia la freqüència de mostreig de la pista

source: Resampled audio track(s)
ca_es: S'ha canviat freqüència de mostreig de la pista/es

source: Mix
ca_es: Mescla

source: Mixing and rendering tracks
ca_es: S'estan mesclant i renderitzant les pistes

source: Gain
ca_es: Guany

source: Musical Instrument
ca_es: Instrument musical

source: Pan
ca_es: Balanç

source: Mute
ca_es: Silenci

source: Signal Level Meter
ca_es: Mesurador del nivell de senyal

source: Moved gain slider
ca_es: S'ha mogut el regulador de guany

source: Moved pan slider
ca_es: S'ha mogut el regulador de posició estereofònica

source: Audacity Mixer Board%s
ca_es: Taula de mescles de l'Audacity%s

source: Note Track
ca_es: Pista de notes

source: Failed to remove %s
ca_es: No s'ha pogut suprimir %s

source: Failed!
ca_es: Ha fallat!

source: There was a problem printing.
ca_es: Hi ha hagut un problema en imprimir.

source: Print
ca_es: Imprimeix

source: Main Mix
ca_es: Mescla principal

source: Welcome to Audacity version %s
ca_es: Benvingut/uda a l'Audacity versió %s

source: (Recovered)
ca_es: (Recuperat)

source: Record
ca_es: Enregistra

source: Recorded Audio
ca_es: So enregistrat

source: Save changes before closing?
ca_es: Voleu desar els canvis abans de tancar?

source: If saved, the project will have no tracks. To save any previously open tracks: Cancel, Edit > Undo until all tracks are open, then File > Save Project.
ca_es: Si l'heu desat, el projecte no tindrà cap pista. Per guardar les pistes que teníeu anteriorment obertes feu Cancel·la, Edita > Desfés fins que totes les pistes estiguin obertes, i després Fitxer > Desa el projecte.

source: Save changes?
ca_es: Voleu desar els canvis?

source: Select one or more audio files...
ca_es: Seleccioneu un o més fitxers de so...

source: %s is already open in another window.
ca_es: %s es troba obert en una altra finestra.

source: Error Opening Project
ca_es: S'ha produït un error en obrir el projecte

source: Audacity projects
ca_es: Projectes d'Audacity

source: 1.0 or earlier
ca_es: 1.0 o anterior

source: Warning - Opening Old Project File
ca_es: Atenció - S'està obrint un fitxer de projecte antic

source: You are trying to open an automatically created backup file. Doing this may result in severe data loss. Please open the actual Audacity project file instead.
ca_es: Esteu intentant obrir un fitxer de còpia de seguretat que es va crear automàticament. Fent això es podria produir una pèrdua de dades important. Si us plau, en comptes de fer això obriu el corresponent fitxer de projecte Audacity.

source: Warning - Backup File Detected
ca_es: Atenció - S'ha detectat una còpia de seguretat

source: Error Opening File
ca_es: S'ha produït un error en obrir el fitxer

source: Error opening file
ca_es: S'ha produït un error en obrir el fitxer

source: File may be invalid or corrupted: %s
ca_es: Aquest fitxer pot haver-se corromput o ser invàlid: %s

source: Error Opening File or Project
ca_es: S'ha produït un error en obrir el fitxer o projecte

source: Audacity was unable to convert an Audacity 1.0 project to the new project format.
ca_es: No s'ha pogut convertir el projecte de l'Audacity 1.0 al nou format.

source: Project was recovered
ca_es: S'ha recuperat el projecte

source: Recover
ca_es: Recupera

source: Could not remove old auto save file
ca_es: No s'ha pogut esborrar el fitxer antic de restabliment automàtic

source: Couldn't find the project data folder: "%s"
ca_es: No s'ha pogut trobar la carpeta de dades del projecte:"%s"

source: Can't open project file
ca_es: No es pot obrir el fitxer de projecte

source: Your project is now empty. If saved, the project will have no tracks. To save any previously open tracks: Click 'No', Edit > Undo until all tracks are open, then File > Save Project. Save anyway?
ca_es: Actualment el vostre projecte està buit. Si el deseu, el projecte no tindrà cap pista. Per guardar les pistes que teníeu anteriorment obertes: Feu clic a 'No', Edita > Desfés fins que totes les pistes estiguin obertes, i després Fitxer > Desa el projecte. Voleu desar ara el fitxer buit?

source: Warning - Empty Project
ca_es: Atenció - Projecte buit

source: Could not save project. Perhaps %s is not writable or the disk is full.
ca_es: No s'ha pogut desar el projecte. Potser no es pot escriure a %s, o potser el disc és ple.

source: Couldn't write to file "%s": %s
ca_es: No s'ha pogut escriure al fitxer "%s": %s

source: Saved %s
ca_es: S'ha desat %s

source: Imported '%s'
ca_es: S'ha importat '%s'

source: Import
ca_es: Importa

source: <untitled>
ca_es: <sense títol>

source: Audacity compressed project files (.aup) save your work in a smaller, compressed (.ogg) format. Compressed project files are a good way to transmit your project online, because they are much smaller. To open a compressed project takes longer than usual, as it imports each compressed track. Most other programs can't open Audacity project files. When you want to save a file that can be opened by other programs, select one of the Export commands.
ca_es: Els fitxers comprimits de projecte Audacity (.aup) desen la vostra feina en un format reduït i comprimit (.ogg). Els fitxers comprimits són una bona manera de transmetre els projectes per la xarxa, ja que són molt més petits. L'obertura dels projectes comprimits requereix més temps, ja que totes les pistes han de ser importades i descomprimides. La majoria de programes no poden obrir els fitxers de projecte de l'Audacity. Si voleu desar el fitxer en un format que pugui ser obert per altres programes, seleccioneu alguna de les Ordres d'exportació.

source: You are saving an Audacity project file (.aup). Saving a project creates a file that only Audacity can open. To save an audio file for other programs, use one of the "File > Export" commands.
ca_es: Esteu enregistrant un fitxer de projecte Audacity (.aup). En enregistrar un projecte es genera un fitxer que només pot obrir l'Audacity. Per generar un fitxer de so que pugui ser obert per altres programes feu servir alguna de les opcions del menú "Fitxer > Exporta".

source: Created new project
ca_es: S'ha creat un projecte nou

source: Deleted %.2f seconds at t=%.2f
ca_es: S'han eliminat %.2f segons a t=%.2f

source: Disk space remains for recording %d hours and %d minutes.
ca_es: La quantitat d'espai lliure del disc us permet enregistrar fins a %d hores i %d minuts.

source: Disk space remains for recording 1 hour and %d minutes.
ca_es: La quantitat d'espai lliure del disc us permet enregistrar fins a una hora i %d minuts.

source: Disk space remains for recording %d minutes.
ca_es: La quantitat d'espai lliure del disc us permet enregistrar fins a %d minuts.

source: Disk space remains for recording %d seconds.
ca_es: La quantitat d'espai lliure del disc us permet enregistrar fins a %d segons.

source: Out of disk space
ca_es: S'ha exhaurit l'espai lliure del disc

source: On-demand import and waveform calculation complete.
ca_es: S'ha completat la importació i el càlcul de l'ona.

source: Import(s) complete. Running %d on-demand waveform calculations. Overall %2.0f%% complete.
ca_es: S'ha completat la importació. S'estan executant %d càlculs sol·licitats sobre l'ona resultant. Completat un %2.0f%% del total.

source: Import complete. Running an on-demand waveform calculation. %2.0f%% complete.
ca_es: S'ha completat la importació. S'està executant el càlcul sol·licitat sobre l'ona resultant. Completat un %2.0f%% del total.

source: New Project
ca_es: Projecte nou

source: Could not create autosave file:
ca_es: No s'ha pogut crear el fitxer de restabliment automàtic:

source: Could not remove old autosave file:
ca_es: No s'ha pogut eliminar el fitxer antic de restabliment automàtic:

source: Actual Rate: %d
ca_es: Freqüència actual: %d

source: High-quality Sinc Interpolation
ca_es: Interpolació sincronitzada d'alta qualitat

source: Fast Sinc Interpolation
ca_es: Interpolació sincronitzada ràpida

source: Libsamplerate error: %d
ca_es: Error del Libsamplerate: %d

source: 16-bit PCM
ca_es: 16 bits PCM

source: 24-bit PCM
ca_es: 24 bits PCM

source: 32-bit float
ca_es: 32 bits coma flotant

source: Screen Capture Frame
ca_es: Marc de captura de pantalla

source: Choose location to save files
ca_es: Escull una ubicació per a desar-hi els fitxers

source: Save images to:
ca_es: Desa les imatges a:

source: Choose...
ca_es: Navega...

source: Capture entire window or screen
ca_es: Captura una finestra o pantalla completa

source: Resize Small
ca_es: Redimensiona una quantitat petita

source: Resize Large
ca_es: Redimensiona una quantitat gran

source: Blue Bkgnd
ca_es: Fons blau

source: White Bkgnd
ca_es: Fons blanc

source: Capture Window Only
ca_es: Captura només la finestra

source: Capture Full Window
ca_es: Captura tota la finestra

source: Capture Window Plus
ca_es: Captura la finestra amb afegitons

source: Capture Full Screen
ca_es: Captura tota la pantalla

source: Wait 5 seconds and capture frontmost window/dialog
ca_es: Espera 5 segons i captura la finestra o el diàleg que es trobi en primer pla

source: false
ca_es: fals

source: Capture part of a project window
ca_es: Captura una part de la finestra del projecte

source: All Toolbars
ca_es: Totes les barres d'eines

source: Tools
ca_es: Eines

source: Mixer
ca_es: Mesclador

source: Meter
ca_es: Picòmetre

source: Edit
ca_es: Edita

source: Device
ca_es: Dispositiu

source: Transcription
ca_es: Transcripció

source: Track Panel
ca_es: Quadre de pistes

source: Ruler
ca_es: Regle

source: Tracks
ca_es: Pistes

source: First Track
ca_es: Primera pista

source: Second Track
ca_es: Segona pista

source: Scale
ca_es: Escala

source: One Sec
ca_es: Un segon

source: Ten Sec
ca_es: Deu segons

source: One Min
ca_es: Un minut

source: Five Min
ca_es: Cinc minuts

source: One Hour
ca_es: Una hora

source: Short Tracks
ca_es: Pistes curtes

source: Medium Tracks
ca_es: Pistes mitjanes

source: Tall Tracks
ca_es: Pistes llargues

source: Choose a location to save screenshot images
ca_es: Escull una ubicació per a desar-hi les imatges capturades

source: Pre&view
ca_es: Pre&visualització

source: &Defaults
ca_es: Valors per &defecte

source: Sound Activated Record
ca_es: Enregistrament activat per so

source: Activation level (dB):
ca_es: Nivell d'activació (dB):

source: Welcome to Audacity!
ca_es: Benvingut/uda a l'Audacity!

source: Don't show this again at start up
ca_es: No mostris més aquest advertiment a l'inici

source: Artist Name
ca_es: Nom de l'artista

source: Track Title
ca_es: Títol de la pista

source: Album Title
ca_es: Títol de l'àlbum

source: Track Number
ca_es: Número de pista

source: Year
ca_es: Any

source: Genre
ca_es: Gènere

source: Comments
ca_es: Comentaris

source: Tag
ca_es: Etiqueta

source: Value
ca_es: Valor

source: Cl&ear
ca_es: &Neteja

source: Genres
ca_es: Gèneres

source: E&dit...
ca_es: E&dita...

source: Rese&t...
ca_es: Re&stableix...

source: Template
ca_es: Plantilla

source: &Load...
ca_es: &Obre...

source: &Save...
ca_es: &Desa...

source: Set De&fault
ca_es: &Estableix com a opció per defecte

source: Edit Genres
ca_es: Edita els gèneres

source: Reset Genres
ca_es: Restableix els gèneres

source: Unable to save genre file.
ca_es: No s'ha pogut desar el fitxer de gèneres.

source: Are you sure you want to reset the genre list to defaults?
ca_es: Segur que voleu restablir la llista de gèneres als valors per defecte?

source: Unable to open genre file.
ca_es: No s'ha pogut obrir el fitxer de gèneres.

source: Load Metadata As:
ca_es: Llegeix les metadades com a:

source: Save Metadata As:
ca_es: Enregistra les metadades com a:

source: Audacity could not write file: %s.
ca_es: L'Audacity no ha pogut escriure al fitxer: %s.

source: Audacity could not open file: %s for writing.
ca_es: L'Audacity no ha pogut obrir el fitxer: %s per a escriure-hi.

source: Audacity could not write images to file: %s.
ca_es: L'Audacity no ha pogut escriure les imatges al fitxer: %s.

source: Audacity could not find file: %s. Theme not loaded.
ca_es: L'Audacity no ha pogut trobar el fitxer: %s. El tema no s'ha carregat.

source: Audacity could not load file: %s. Bad png format perhaps?
ca_es: L'Audacity no pot carregar el fitxer: %s. Potser té un format PNG incorrecte?

source: Audacity could not read its default theme. Please report the problem.
ca_es: L'Audacity no ha pogut carregar el tema per defecte. Si us plau, informeu del problema.

source: None of the expected theme component files were found in: %s.
ca_es: No s'ha trobat cap dels fitxers que composen el tema a: %s.

source: Could not create directory: %s
ca_es: No s'ha pogut crear el directori: %s

source: Audacity could not save file: %s
ca_es: L'Audacity no ha pogut desar el fitxer: %s

source: All required files in: %s were already present.
ca_es: Tots els fitxers necessaris a: %s són presents.

source: Duration
ca_es: Durada

source: Time Track
ca_es: Pista de temps

source: Audacity Timer Record
ca_es: Enregistrament programat de l'Audacity

source: Duration is zero. Nothing will be recorded.
ca_es: La durada és zero. No s'enregistrarà res.

source: Error in Duration
ca_es: S'ha produït un error en la durada

source: Recording start
ca_es: Inici de l'enregistrament

source: Recording end
ca_es: Fi de l'enregistrament

source: Audacity Timer Record Progress
ca_es: Progrés de l'enregistrament temporitzat de l'Audacity

source: Start Date and Time
ca_es: Data i hora d'inici

source: Start Date
ca_es: Data d'inici

source: End Date and Time
ca_es: Data i hora d'acabament

source: End Date
ca_es: Data d'acabament

source: 099 days 024 h 060 m 060 s
ca_es: 099 dies 024 h 060 m 060 s

source: Waiting to start recording at %s.
ca_es: S'està esperant per a començar l'enregistrament el %s.

source: Audacity Timer Record - Waiting for Start
ca_es: Enregistrament temporitzat de l'Audacity - S'està esperant per començar

source: &Other...
ca_es: &Altres...

source: N&ame...
ca_es: N&om...

source: Move Track U&p
ca_es: Mou la pista a&munt

source: Move Track &Down
ca_es: Mou la pista a&vall

source: &Spectrogram
ca_es: E&spectrograma

source: &Left Channel
ca_es: Canal &esquerre

source: &Right Channel
ca_es: Canal &dret

source: Up &Octave
ca_es: Puja una &octava

source: Down Octa&ve
ca_es: Baixa una octa&va

source: &Font...
ca_es: &Tipus de lletra...

source: &Linear
ca_es: &Lineal

source: L&ogarithmic
ca_es: L&ogarítmica

source: Logarithmic &Interpolation
ca_es: Interpolació logarítmica

source: Click and drag to adjust relative size of stereo tracks.
ca_es: Feu clic i arrossegueu per a ajustar la mida relativa de les pistes estereofòniques.

source: Click and drag to resize the track.
ca_es: Feu clic i arrossegueu per a canviar la mida de la pista.

source: Drag one or more label boundaries
ca_es: Arrossegueu algun dels límits de l'etiqueta

source: Drag label boundary
ca_es: Arrossegueu el límit de l'etiqueta

source: Multi-Tool Mode: Cmd-, for Mouse and Keyboard Preferences
ca_es: Mode multi-eina: Feu Cmd- per a veure les preferències de ratolí i teclat

source: Multi-Tool Mode: Ctrl-P for Mouse and Keyboard Preferences
ca_es: Mode multi-eina: Feu Ctrl-P per a veure les preferències de ratolí i teclat

source: Click and drag to move left selection boundary.
ca_es: Feu clic i arrossegueu per a moure el límit esquerre de la selecció.

source: Click and drag to move right selection boundary.
ca_es: Feu clic i arrossegueu per a moure el límit dret de la selecció.

source: Modified Label
ca_es: S'ha modificat l'etiqueta

source: Label Edit
ca_es: Edita l'etiqueta

source: Adjusted envelope.
ca_es: S'ha ajustat l'envolupant.

source: Envelope
ca_es: Envolupant

source: Moved clip to another track
ca_es: El clip ha estat mogut a una altra pista

source: right
ca_es: dreta

source: left
ca_es: esquerra

source: Time shifted tracks/clips %s %.02f seconds
ca_es: S'han desplaçat les pistes o clips en direcció %s un total de %.02f segons

source: Time-Shift
ca_es: Desplaçament en el temps

source: To use Draw, choose 'Waveform' in the Track Drop-down Menu.
ca_es: Per a fer servir l'eina de dibuix seleccioneu 'Forma d'ona' al menú desplegable de la pista.

source: To use Draw, zoom in further until you can see the individual samples.
ca_es: Per a fer servir l'eina de dibuix, feu zoom fins que es vegin les mostres individualment.

source: Moved Sample
ca_es: S'ha desplaçat la mostra

source: Sample Edit
ca_es: Edita la mostra

source: Removed track '%s.'
ca_es: S'ha eliminat la pista '%s'

source: Track Remove
ca_es: Elimina la pista

source: up
ca_es: amunt

source: down
ca_es: avall

source: Moved '%s' %s
ca_es: S'ha mogut '%s' cap %s

source: Move Track
ca_es: Mou la pista

source: Expand
ca_es: Expandeix

source: Expanded Cut Line
ca_es: S'ha expandit la línia de tall

source: Merge
ca_es: Barreja

source: Merged Clips
ca_es: Clips mesclats

source: Removed Cut Line
ca_es: S'ha eliminat la línia de tall

source: Adjusted Pan
ca_es: S'ha ajustat la posició panoràmica

source: Adjusted gain
ca_es: S'ha ajustat el guany

source: Can't delete track with active audio
ca_es: No es pot eliminar una pista quan és activa

source: Stereo,
ca_es: Estèreo,

source: Left,
ca_es: Esquerra,

source: Right,
ca_es: Dreta,

source: Left Channel
ca_es: Canal esquerre

source: Right Channel
ca_es: Canal dret

source: Changed '%s' to %s
ca_es: S'ha canviat '%s' a %s

source: Channel
ca_es: Canal

source: Split stereo track '%s'
ca_es: Divideix la pista estereofònica '%s'

source: Split Stereo to Mono '%s'
ca_es: Divideix d'estèreo a mono '%s'

source: Made '%s' a stereo track
ca_es: Converteix '%s' en una pista estereofònica

source: Make Stereo
ca_es: Fes que sigui estereofònica

source: Changed '%s' to %d Hz
ca_es: S'ha canviat '%s' a %d Hz

source: Rate Change
ca_es: Canvia la freqüència

source: Format Change
ca_es: Canvia el format

source: Set Rate
ca_es: Especifica la freqüència

source: Change lower speed limit (%) to:
ca_es: Canvia el límit inferior de velocitat (%) a:

source: Lower speed limit
ca_es: Límit inferior de velocitat

source: Change upper speed limit (%) to:
ca_es: Canvia el límit superior de velocitat (%) a:

source: Upper speed limit
ca_es: Límit superior de velocitat

source: Set range to '%d' - '%d'
ca_es: Fixa el rang entre '%d' i '%d'

source: Set Range
ca_es: Especifica el rang

source: Set Interpolation
ca_es: Estableix la interpolació

source: Change track name to:
ca_es: Canvia el nom de la pista a:

source: Track Name
ca_es: Nom de la pista

source: Renamed '%s' to '%s'
ca_es: S'ha canviat el nom de '%s' a '%s'

source: Name Change
ca_es: Canvi de nom

source: Label Track Font
ca_es: Tipus de lletra per la pista d'etiquetes

source: Face name
ca_es: Nom de portada

source: Face size
ca_es: Mida de portada

source: Stereo, 999999Hz
ca_es: Estèreo, 999999Hz
